Repository: MinecraftZock/mTracks
Catalog: non-code/Internationalisierung/*.Localizable.strings
Languages: de, nl, sv

source: Favorites
de: Favoriten
nl: Favorieten
sv: Favoriter

source: Map
de: Karte
nl: Kaart
sv: Karta

source: Google maps
nl: Google kaart
sv: Google karta

source: Tracks
de: Strecken
nl: Banen
sv: Motocrossbanor

# Settings
source: Preferences
de: Einstellungen
nl: Instellingen
sv: Egenskaper

# Tracklist
source: List of Tracks
de: Liste der Strecken
nl: Baan lijst
sv: Banor

# LocationPurpose
source: We would like to show your distances to MX Track locations and your position on a map.
de: Die MX Tracks App möchte dir anzeigen wo du bist und wie weit die Strecken von dir entfernt sind.
nl: Wij willen graag uw afstand tot MX baan locaties en uw positie te tonen op een kaart.
sv: Visar ditt avstånd till olika Motocrossbanor och din position på kartan.

# Userposition
source: You are here
de: Wir sind hier!
nl: U bevindt zich hier
sv: Du är här

source: Trackdetails
de: Streckeninfo
nl: Baan informatie
sv: Egenskaper för banan

# RequestStarted
source: Request for updated tracks sent...
de: Neue Strecken werden geladen (falls verfügbar)...
nl: Aanvraag voor update tracks gezonden...
sv: Begäran om uppdatering av bana skickad...

source: Members only
de: Nur Mitglieder
nl: Alleen voor leden
sv: Endast medlemmar

source: Race only
de: Nur Rennen
nl: Wedstrijd alleen
sv: Endast tävlingar

source: Open for public
de: Offen für jedermann
nl: Open voor publiek
sv: Öppet för allmänheten

# Shoplabel
source: Shop or dealership
de: Händler oder Werkstatt
nl: Winkel of dealer
sv: Butik eller återförsäljare

# ByDistance
source: Distance
de: Distanz
nl: Afstand
sv: Avstånd

# TrackFilter
source: Filter
sv: Filtrera

# FilterCountries
source: Countries
de: Länder
nl: Landen
sv: Länder

# FilterRatings
source: Ratings
de: Bewertungen
nl: Score
sv: Betyg

# FilterResult
source: %d tracks found...
de: %d Strecken gefunden...
nl: %d banen gefonden...
sv: %d banor fann...

# FilterHeader
source: Filter tracks
de: Strecken filtern
nl: Filteren banen
sv: Filtrera banor

# FilterOpen
source: Open
de: Offen
nl: Opent
sv: Öppet

# FilterActiveCountries
source: Active: %@
de: Aktiv: %@
nl: Actief: %@
sv: Aktiv: %@

source: No Filter
de: Kein Filter
sv: Inga filter

# TrackTypeOpen
source: Open to public
de: Offen für jedermann
nl: Open voor publiek
sv: Öppet för allmänheten

# TrackTypeClub
source: Members only
de: Nur Clubmitglieder
nl: Alleen leden
sv: Endast medlemmar

# TrackTypeRace
source: Races only
de: Nur Rennen
nl: Wedstrijden alleen
sv: Endast tävlingar

# TrackTypeShop
source: Shop/Dealership
de: Werkstatt/Händler
nl: Winkel/Handelaar
sv: Butik eller återförsäljare

# Monday-short
source: Mo
nl: Ma
sv: Må

# Tuesday-short
source: Tu
de: Di
nl: Di
sv: Ti

# Wednesday-short
source: We
de: Mi
nl: Wo
sv: On

# Thursday-short
source: Th
de: Do
nl: Do
sv: To

# Saturday-short
source: Sa
nl: Za
sv: Lö

# Sunday-short
source: Su
de: So
nl: Zo
sv: Sö

source: Coordinates
de: Koordinaten
nl: Coördinaten
sv: Koordinater

source: Distance
de: Entfernung
nl: Afstand
sv: Avstånd

source: Phone
de: Telefon
nl: Telefoon
sv: Telefon

source: Website
de: Webseite
sv: Webbsida

source: Country
de: Land
nl: Land
sv: Land

source: Notes
de: Notizen
nl: Opmerkingen
sv: Noteringar

source: Fees
de: Kosten
nl: Tarieven
sv: Avgifter

source: Hours
de: Öffnungszeiten
nl: Openingstijden
sv: Öppettider

source: Electricity
de: Strom
nl: Stroom
sv: Eluttag

source: Showers
de: Duschen
nl: Douches
sv: Dusch

# Washing
source: Bike cleaning
de: Waschplatz
nl: Afspuitplaats
sv: Motorcykeltvätt

# Tracklength
source: Length
de: Streckenlänge
nl: Baanlengte
sv: Banlängd

# SoilType
source: Soil
de: Boden
nl: Bodem
sv: Underlag

# RatingLabel
source: Rating
de: Wertung
nl: Classificatie
sv: Betyg

source: Kids track
de: Kinderstrecke
nl: Minicross
sv: Minibana

# EmailLabel
source: Email
sv: E-post

# numOfCorner
source: Number of corners
de: Anzahl Kurven
sv: Antal kurvor

# numOfJumps
source: Number of jumps
de: Anzahl Sprünge
sv: Antal hopp

# numOfTables
source: Number of tables
de: Tables
sv: Antal platåhopp

# numOfStepUpsDowns
source: Number of Stepups/Stepdowns
de: Step-Ups/-Downs
sv: Antal trapphopp

# numOfJumps20
source: Number of jumps up to 20m
de: Sprünge bis 20m
sv: Antal hopp upp till 20m

# numOfJumps20Plus
source: Number of jump greater than 20m
de: Sprünge über 20m
sv: Antal hopp längre än 20m

# numOfSkiJumps
source: Number of ski jumps
de: Schnapper
sv: Antal spetshopp

# irrigationlabel
source: irrigation
de: Bewässerng
nl: irriggation
sv: bevattning

# elevationlabel
source: elevation
de: Höhenunterschied
sv: höjd över havet

# videolinksLabel
source: links to videos
de: Videos
sv: länkar till videos

# pictureLabel
source: links to pictures
de: Bilder
sv: länkar till bilder

# licenceLabel
source: required licence
de: Benötigte Lizenz
nl: nodig licentie
sv: erfordras licens

source: Brands
de: Marken
nl: Merken
sv: Märken

source: Workshop
de: Werkstatt
nl: Werkplaats
sv: Verkstad

source: Address
de: Adresse
nl: Adres
sv: Adress

# WIFIOnly
source: WLAN only
de: nur WLAN
nl: Alleen WLAN
sv: Endast WLAN

source: download
nl: downloaden
sv: ladda ner

# downloadinprogress
source: Download of pictures in progress
de: Download von Bildern
nl: Downloaden van foto's
sv: nerladdning pågår

source: downloading
de: wird heruntergeladen
nl: downloaden
sv: laddar ner

# loadPictures
source: download all pictures locally
de: alle Bilder herunterladen
nl: downloaden van alle foto's lokaal
sv: ladda ner alla bilder lokalt

# loadRatings
source: download/refresh all ratings
de: Bewertungen laden
nl: downloaden / vernieuwen alle ratings
sv: ladda ner/uppdatera alla betyg

# trackname
source: Track's name
de: Streckenname
nl: Naam track
sv: Banans namn

source: Description
de: Beschreibung
nl: Beschrijving
sv: Beskrivning

# FilterButton
source: Filter
de: Filtern
nl: Filteren
sv: Filtrera

# AllButton
source: All
de: Alle
nl: Alle
sv: Alla

# NoneButton
source: None
de: Keine
nl: Geen
sv: Inga

# SoilClay
source: clay
de: Lehm
nl: Leem
sv: lera

# SoilTop
source: topsoil
de: Muttererde
nl: bovenlaag
sv: jord

# SoilClaySand
source: clay/sand
de: Lehm- Sandgemisch
nl: leem/zand
sv: lera/sand

# SoilRock
source: rocky
de: steinig
nl: stenig
sv: stenig

# SoilGravel
source: gravel
de: Kies
nl: kiezel
sv: grus

source: Last comment %@:
de: Zuletzt %@:
nl: Laatste commentaar %@:
sv: Senaste kommentar %@:

# CommentCount
source: (%@ comments)
de: (%@ Kommentare)
nl: (%@ commentaren)
sv: (%@ kommentarer)

# AddComment
source: Your comment
de: Dein Kommentar
nl: jouw commentaar
sv: Din kommentar

# AlertDial
source: Dial
de: Wählen
nl: Bel
sv: Ring

# AlertDialQuestion
source: Call the number %@?
de: Die Nummer %@ anrufen?
nl: Bel dit nummer voor vragen %@?
sv: Ringa följande nummer %@?

# AlertCancelButton
source: Cancel
de: Abbrechen
nl: Annuleren
sv: Avbryt

# AlertDialButton
source: Dial
de: Wählen
nl: Bel
sv: Ring

# Diagnosticstitle
source: Diagnostic data
de: Diagnose
nl: Diagnosedata
sv: Diagnostiska information

# DiagnosticsMessage
source: We would like to gather ANONYMOUS statistics about your usage of mx tracks - is this ok for you? If you deny now WE WILL NEVER ASK YOU AGAIN AND WE WILL NOT GATHER ANY DATA!
de: Darf mx tracks ANONYME Nutzungsdaten der App sammeln? Wenn nicht FRAGEN WIE NIE MEHR UND SAMMELN KEINE DATEN - JEMALS!
nl: Wij willen graag anonieme statistieken over uw gebruik van mx tracks te verzamelen -? Is dit ok voor u nAls u nu ontkennen WE WILL NEVER VRAGEN U OPNIEUW EN WIJ ZULLEN NIET VERZAMELEN GEGEVENS!
sv: Vi vill samla in anonym statistik om din användning av MX spår - är detta ok för dig nOm du förnekar Nu behöver vi aldrig kommer att be dig igen och vi kommer INTE samla någon DATA!

# AlertDiagonisticsOK
source: Allow
de: Erlauben
nl: Toelaten
sv: Tillåt

# AlertDiagonisticsCancel
source: DENY
de: VERBIETEN
nl: Weigeren
sv: Neka

# FwdEmailButton
source: Email
sv: E-post

# FwdSMSButton
source: Message
de: SMS
nl: SMS Berichten
sv: SMS meddelande

# FwdGoogle
source: Directions Google
de: Navigieren mit Google
nl: Routebeschrijving Google Maps
sv: Navigera med Google Maps

# FwdNavigon
source: Directions Navigon
de: Navigieren mit Navigon
nl: Routebeschrijving Navigon
sv: Navigera med Navigon

# FwdMaps
source: Directions Maps
de: Navigieren mit Karten
nl: Routebeschrijving Kaarten
sv: Navigera med Kartor

# FwdTomTom
source: Directions TomTom
de: Navigieren mit TomTom
nl: Routebeschrijving TomTom
sv: Navigera med TomTom

# FwdNewTrack
source: Report new track
de: Neue Strecke melden
nl: Meld nieuwe track
sv: Rapportera ny bana

# FwdTrackError
source: Report changes
de: Änderungen melden
nl: Meld baan data fout
sv: Rapportera felaktiga uppgifter

# FwdFavorites
source: Add to favorites
de: Favorit hinzufügen
nl: Toevoegen aan favorieten
sv: Lägg till i favoriter

# ForwardTitle
source: Forward to
de: Weiterleiten per
nl: Doorsturen met
sv: Vidarebefodra

# ForwardNavigation
source: Navigate
de: Navigieren
nl: Navigatie
sv: Navigering

# MailSubject
source: MX track %@
de: MX Strecke %@
sv: Motocrossbana %@

# MailBody
source: Hello, <BR>info for MX track <a href=http://maps.google.com/maps?ll=%@,%@>%@</a><BR>Coordinates: %@
de: Hallo,<BR>Infos zur MX Strecke <a href=http://maps.google.com/maps?ll=%@,%@>%@</a>.<BR> Koordinaten: %@
nl: Hallo, <BR>info voor MX baan <a href=http://maps.google.com/maps?ll=%@,%@>%@</a><BR>Coördinaten: %@
sv: Hej, <BR>information om motocrossbana <a href=http://maps.google.com/maps?ll=%@,%@>%@</a><BR>Coordinates: %@

# SMSBody
source: Hello, Infos for MX track %@ http://maps.google.com/maps?ll=%@,%@ Coordinates: %@
de: Hallo, Infos zur MX Strecke %@ http://maps.google.com/maps?ll=%@,%@ Koordinaten: %@
nl: Hallo, Infos voor MX baan %@ http://maps.google.com/maps?ll=%@,%@Coördinaten: %@
sv: Hej,Information om motocrossbana %@ http://maps.google.com/maps?ll=%@,%@ Coordinates: %@

# TweetBody
source: At mx track %@
de: Bin an der Strecke %@
nl: Op mx baan %@
sv: Är på crossbanan %@

# NoMailTitle
source: No emails
de: Keine Emails
nl: Geen e-mails
sv: E-post fel

# NoMailMessage
source: Emails cannot be sent. Please check your accounts and settings.
de: Es können keine Emails versendet werden. Bitte Einstellungen prüfen
nl: E-mails kunnen niet worden verzonden. Check uw accounts en instellingen.
sv: E-post kan inte skickas. Kontrollera dina kontoinställningar.

# NoSMSTitle
source: No messages
de: Keine SMS
nl: Geen berichten
sv: Meddelande fel

# NoSMSMessage
source: Messages cannot be sent. Please check your phone and messages settings.
de: Es können keine SMS versendet werden. Bitte Einstellungen prüfen
nl: Berichten kunnen niet worden verzonden. Check uw telefoon en berichten instellingen.
sv: Meddelande kan inte skickas. Kontrollera dina telefon och meddelande inställningar.

source: Yes
de: Ja
nl: Ja
sv: Ja

source: No
de: Nein
nl: Nee
sv: Nej

# SendButtonText
source: Send
de: Senden
nl: Stuur
sv: Skicka

# NewTrackTitle
source: New track
de: Neue Strecke
nl: Nieuwe baan
sv: Ny bana

# MailSubjectNewTrack
source: MX-Tracks New track '%@'
de: MX-Tracks Neue Strecke '%@'
sv: Ny motocrossbana '%@'

# NewtrackCoordinatesFix
source: Please wait til' coordinates 'stabilize' before sending %@
de: Bitte warten sie bis sich die Coordinaten 'stabil' sind %@
nl: Wacht tot coördinaten 'stabiliseren' voordat u %@
sv: Vänta tills GPS positionen stabiliserats innan du skickar %@

# Newtrackname
source: New track - drag the pin
de: Neue Strecke verschieben sie den Pin
nl: Nieuwe baan
sv: Ny bana - justera nålen

# TrackErrorTitle
source: Report track error
de: Fehler melden
nl: Meld baan fout
sv: Rapportera felaktiga uppgifter

# MailSubjectErrorTrack
source: Error in trackdata for track ID:%d
de: Fehler in Streckendaten ID:%d
sv: Fel i egenskaperna för bana ID:%d

# FavoriteAddedTop
source: Favorite
de: Favorit
nl: Favoriet
sv: Favorit

# FavoriteAddedBottom
source: added
de: hinzugefügt
nl: toegevoegd
sv: tillagd

# FavoriteAddedBottomError
source: already exists
de: existiert bereits
nl: er bestaat al
sv: finns redan

# TracksAddedTop
source: %d tracks
de: %d Strecken
nl: %d banen
sv: %d banor

# TracksAddedBottom
source: updated
de: aktualisiert
nl: bijgewerkt
sv: uppdaterade

# TracksRead
source: %d tracks read
de: %d Strecken gelesen
nl: Lees %d banen
sv: %d läser in banor

# TrackUpdateLoading
source: track updates loading
de: Streckenupdate laden
nl: banen updates downloaden
sv: laddar banuppdateringar

# TrackUpdateLoaded
source: track updates loaded
de: Streckenupdate geladen
nl: banen updates gedownload
sv: banuppdatering färdig

source: Network error
de: Netzwerkfehler
nl: Netwerkfout opgetreden
sv: Nätverksfel

# LocationServicesDisabled
source: Location services for mx tracks are disabled - please activate them!
de: Die Ortungsdienste sind für mx tracks nicht aktiviert - bitte aktivieren!
nl: Locatievoorzieningen voor mx tracks zijn uitgeschakeld - activeer ze!
sv: Platstjänster för mx tracks är inaktiverade - aktivera dessa i telefonens inställningsmeny!

# LocationManagerError
source: Error while determining position - activate location services and network!
de: Fehler bei der Bestimmung der Position - bitte Ortungsdienste aktivieren
nl: Fout bij het bepalen van de positie - activeren locatievoorzieningen en netwerk!
sv: Ett fel uppstod att fastställa din position - aktivera platstjänster och nätverk i telefonens inställningsmeny!

# MenuData
source: Data
de: Daten
sv: Uppgifter

# MenuReportNewTrack
source: Report new track
de: Neue Strecke
nl: Meld nieuwe track
sv: Rapportera ny bana

# MenuReportTrackError
source: Report an error
de: Fehler melden
nl: Meld baan data fout
sv: Rapportera felaktiga uppgifter

# MenuActions
source: Actions
de: Aktionen
nl: Akties
sv: Åtgärder

# MenuShowMap
source: Show Map
de: Karte der Strecke
nl: Kaart tonen
sv: Visa karta

# MenuShowNearbyTracks
source: Show nearby tracks
de: Strecken in der Nähe
nl: Toon dichtbij tracks
sv: Visa närliggande banor

# MenuNavigate
source: Navigate
de: Navigieren
nl: Navigeren
sv: Navigera

# MenuFunctions
source: Functions
de: Funktionen
nl: Functies
sv: Funktioner

# NumberOfRatings
source: (%@ votes)
de: (%@ Stimmen)
nl: (%@ stemmen)
sv: (%@ röster)

# MapTypeSatellite
source: Satellite
de: Satellit
nl: Satelliet
sv: Satellit

# MapTypeHybrid
source: Both
de: Hybrid
nl: Hybride
sv: Hybrid

# LabelTrackName
source: track's name
de: Streckenname
nl: baan naam
sv: Banans namn

# LabelDescription
source: description
de: Beschreibung
nl: beschrijving
sv: Beskrivning

# TracknamePlaceholder
source: enter track's name
de: Streckennamen eingeben
nl: voer baan naam
sv: Ange namnet på banor

# info.copyright
source: © 2013 Christian Kaas & CROSS magazin - all rights reserved - copying or extracting the data provided with the app is prohibited and punishable under international law.
de: © 2013 Christian Kaas & CROSS magazin - alle Rechte vorbehalten - Das Kopieren, Extrahieren und eine irgendwie geartete Nutzung ohne Genehmigung der Daten ist nach nationalem und internationalem Recht eine Straftat.
nl: © 2013 Christian Kaas & CROSS magazin - alle rechten voorbehouden - kopiëren of extraheren van de gegevens die met de app is verboden en strafbaar volgens het internationaal recht.
sv: © 2013 Christian Kaas & CROSS magazin - alla rättigheter förbehållna - kopiera eller extrahera uppgifterna med appen är förbjudet och straffbart enligt internationell rätt.

# agreement.pictureupload
source: You here for declare you have the rights to upload the pictures you post here and EXPLICITLY grant Christian Kaas and Triple Verlag GmbH (Cross magazin) the non exclusive rights to use the pictures for whatever purposes.
de: Hiermit bestätigen sie, dass sie die Nutzungsrechte an den hochgeladenen Bildern besitzen und eine weitere nicht exklusive Nutzung dieser Bilder durch Christian Kaas und die Triple Verlag GmbH (CROSS Magazin) AUSDRÜCKLICH gestatten!
nl: U hier voor verklaren moet je de rechten op de foto's die je hier en expliciet subsidie ​​Christian Kaas en Triple Verlag GmbH (CROSS magazin) de niet-exclusieve rechten op de foto's voor welke doeleinden gebruiken plaatsen uploaden.
sv: Du här deklarerar du har rättigheter att ladda upp bilder du lägger upp här och uttryckligen ger Christian Kaas och Triple Verlag GmbH (CROSS magazin) de icke exklusiva rättigheter att använda bilderna för oavsett ändamål.

# Agree.button
source: AGREE
de: Einverstanden
nl: Overeenkomen
sv: Är överens

# ratingdislike.title
source: Offensive rating
de: Kommentar melden
nl: Beledigend beoordeling
sv: Kränkande betyg

# ratingdislike.message
source: This rating/comment needs to be considered offensive?
de: Ist diese Wertung/Kommentar beleidigend oder sonst irgendwie unpassend?
nl: Deze rating / commentaar moet beledigend worden beschouwd?
sv: Detta betyg / kommentar måste anses stötande?

# dislike.button
source: Mark offensive
de: JA Markieren!
nl: Markeer Beledigend
sv: Mark kränkande

# ratings.rating
source: Rating
de: Bewertung
sv: Betyg

# ratings.username
source: Alias
sv: Pseudonym

# ratings.comment
source: Comment
de: Kommentar
nl: Commentaar
sv: Kommentera

# ratings.aliasAlertTitle
source: Alias missing
de: Alias fehlt
nl: Ontbrekende alias
sv: Pseudonym ​​saknas

# ratings.needaname
source: Please enter an alias!
de: Bitte geben sie einen Alias an!
nl: Vul een alias!
sv: Vänligen entern en pseudonym!

# ratings.enteryournamehere
source: Alias
sv: Pseudonym

source: Back
de: Zurück
nl: Terug
sv: Bak

source: See all
de: Alle
nl: Zie alles
sv: Visa alla

source: of
de: von
nl: van
sv: av

source: Close
de: Schliessen
nl: Sluiten
sv: Stänga

source: Done
de: Fertig
nl: Klaar
sv: Klar

# CommentLabel
source: Comments
de: Kommentare

# SXTrack
source: SX
de: Supercross

source: Showroom
de: Ausstellungsraum
nl: Toonzaal

# PickerCamera
source: Shoot Pic. or Video
de: Foto od. Video aufnehmen

# PickerRoll
source: Choose from Library
de: Aus Album auswählen

source: Show Gallery
de: Gallerie anzeigen

# MenuMiscellaneous
source: Miscellaneous
de: Diverses
nl: Diversen

# Friday-short
source: Fr
nl: Vr

# SoilSand
source: sand
nl: zand

# MapTypeStandard
source: Standard
nl: Standaard
